[
    
    {
        "name": "Чаи",
        "id": "1C89DAFD-7653-4EF2-BF20-C51A159BAC43",
        "items": [
            {
                "id": "AB7E38EA-05A7-426A-AFF3-B3A32B3E86BF",
                "name": "Сиху Лунцзин",
                "photoCredit": "sih",
                "price": 170,
                "restrictions": ["Т"],
                "description": "Зеленый чай «Лунцзин», или «Колодец дракона» с озера Сиху, которое является объектом всемирного наследия ЮНЕСКО, известен всем чаеманам. Он уникален как внешне, так и внутри. Для его производства используются только верхушки чайных веточек – миниатюрные светло-зеленые иголочки. Чай хорошо освежает и тонизирует. Аромат напоминает тыквенные семечки вперемешку с весенними полевыми цветами."
            },
            {
                "id": "AB7E38EA-05A7-426A-AFF3-B3A32B3E425F",
                "name": "Greenfield",
                "photoCredit": "green",
                "price": 100,
                "restrictions": ["Т"],
                "description": "Greenfield Golden Ceylon чёрный чай листовой Яркий аромат и благородный вкус цейлонского чая покорили мир. Неповторимое очарование ценного плантационного чая Greenfield Golden Ceylon в его гармоничном букете, сочетающем тонкие оттенки с силой и полнотой вкуса, свежесть которого доставит истинное удовольствие ценителям."
            }

        ]
    },
    {
        "name": "Кофе",
        "id": "CE3C67F9-79E3-46E3-B134-362A52ABFE3C",
        "items": [
            {
                "id": "A4D89AF9-190E-4409-B924-AABD13DBB6A4",
                "name": "Жокей",
                "photoCredit": "jok",
                "price": 390,
                "restrictions": ["C"],
                "description": "Жокей Классический – «богатый» молотый кофе, с мягким сбалансированным вкусом и бархатным ароматом. Кофейная смесь (блэнд) составлена из изысканных сортов Арабики из Центральной и Южной Америки и Африки. Мексиканская арабика неизменно славится своим элегантным обволакивающим вкусом с легким шлейфом ванили, бразильские сорта добавляют традиционной кофейной крепости, а индийская арабика придает еле уловимую кислинку."
            },
            {
                "id": "AB7E38EA-05A7-426A-AFF3-B3A32B3E333F",
                "name": "Nescafe",
                "photoCredit": "nes",
                "price": 455,
                "restrictions": ["Т"],
                "description": "Всеми любимый и уже знакомый бренд кофе Nescafe порадует Вас душистым ароматом кофе и сможет Вас взбодрить перед тяжелым рабочим днем. Зерна готовятся в ручную. "
            },
            {
                "id": "A4D89AF9-190E-4409-B924-AABD145BB6A4",
                "name": "Tasty coffee",
                "photoCredit": "Tasty coffee",
                "price": 1024,
                "restrictions": ["C"],
                "description": "Свежеобжаренные зерна высочайшего качества для истинных ценителей хорошего вкуса. Производитель обжаривает кофе 14 лет, и на сегодня Tasty coffee - одно из самых современных, технологичных и крупных обжарочных производств в России. Кофейные зерна компания заказываются со всего мира. В продаже есть и моносорта, и смеси - ассортимент широк. На каждой пачке указана подробная информация. Обжарка производится перед отправкой покупателю. В магазинах этой продукции нет - только на маркетплейсах и в кофейнях."
            },
            {
                "id": "A4D89AF9-190E-4409-B924-AABD166BB6A4",
                "name": "Jardin",
                "photoCredit": "jar",
                "price": 780,
                "restrictions": ["C"],
                "description": "Если нужен напиток с богатым вкусом и приятным сливочным оттенком, то стоит выбрать Jardin Bravo Brazilia. Этот кофе состоит из 100% арабики, которую собрали на бразильских плантациях. Во вкусе чувствуются нотки шоколада, карамели, ванили и миндаля. Аромат пряный с капелькой шафрана."
            }
        ]
    },
   
]
